@extends('layouts.main')

@section('content')
    <div class="main-card">
        <div class="main-card-header">
            <h3 class="header-text">Правила ресурса</h3>
        </div>
        <div class="main-content-text">
            <ul>
                <li>Запрещено в любой форме рекламировать другие ресурсы сети.</li>
                <li>Комментарии к статьям должны быть содержательными и относиться к теме статьи.</li>
                <li>При общении в комментариях необходимо соблюдать правила русского языка.</li>
                <li>Нельзя ни в какой мере оскорблять других пользователей ресурса.</li>
                <li>Запрещены любые рассуждения о политике.</li>
                <li>Все комментарии модерируются. Если комментарий не будет соответствовать принятым правилам,
                    то он будет удален администрацией.</li>
            </ul>
        </div>
    </div>
@endsection